{
  "about": "Acerca de",
  "patron": "Patrono",
  "discover": "Descubre",
  "values": "Valores",
  "join": "Únete",
  "universities": "Universidades",
  "events": "Eventos",
  "sponsors": "Patrocinadores",
  "contact": "Contacto",
  "heroSubtitle": "Descubre tu potencial cuántico",
  "heroTitle1": "LACQ Feynman",
  "heroTitle2": "Liga Académica de",
  "heroTitle3": "Computación Cuántica",
  "heroDescription": "¿Quieres destacar en el universo cuántico? ¡Únete a LACQ Feynman!",
  "exploreButton": "Explorar",
  "joinButton": "Únete a la Liga",
  "universitiesTitle": "Tu universidad aquí",
  "universitiesDescription": "Trae tu institución para participar en la Liga Nacional de Computación Cuántica.",
  "universitiesButton": "Únete a la Liga",
  "aboutTitle": "Somos parte de Quantum Coalition",
  "aboutDescription": "LACQ Feynman es parte de Quantum Coalition, una red global de clubes universitarios que promueve la accesibilidad, diversidad y comunidad en computación cuántica.",
  "quantumCoalitionLink": "Saber más",
  "missionTitle": "Nuestra misión",
  "missionText1": "Fundada en 2024 en la Universidad Federal de Rio Grande do Sul (UFRGS), LACQ Feynman nació con el propósito de promover la investigación y formación en computación cuántica.",
  "missionText2": "Buscamos conectar talentos emergentes con el futuro de las tecnologías cuánticas, construyendo un ecosistema vibrante de aprendizaje e innovación.",
  "membersCount": "+1.200",
  "membersLabel": "Miembros en todo el país",
  "projectsCount": "+25",
  "projectsLabel": "Proyectos de investigación activos",
  "workshopsCount": "+18",
  "workshopsLabel": "Talleres realizados",
  "opportunitiesTitle": "Oportunidades para estudiantes",
  "opportunitiesResearchTitle": "Proyectos de Investigación",
  "opportunitiesResearchDescription": "Trabaja en algoritmos, aplicaciones y teorías cuánticas en proyectos con profesores y profesionales.",
  "opportunitiesWorkshopsTitle": "Talleres y Cursos",
  "opportunitiesWorkshopsDescription": "Aprende computación cuántica desde los conceptos básicos hasta la programación en plataformas como Qiskit y Cirq.",
  "opportunitiesCareerTitle": "Pasantías y Carrera",
  "opportunitiesCareerDescription": "Consigue posiciones en centros de investigación y startups asociadas a través de nuestra red de conexiones.",
  "contactTitle": "Habla con nosotros",
  "contactDescription": "Estamos aquí para aclarar tus dudas, escuchar sugerencias o iniciar una colaboración con la Liga Nacional de Computación Cuántica.",
  "contactEmailLabel": "Email de contacto",
  "namePlaceholder": "Nombre",
  "phonePlaceholder": "Teléfono",
  "emailPlaceholder": "Email",
  "subjectPlaceholder": "Asunto",
  "messagePlaceholder": "Mensaje",
  "sendingText": "Enviando...",
  "sendButton": "Enviar",
  "joinUsTitle": "¿Por qué unirse a LACQ Feynman?",
  "joinUsDescription": "Descubre los beneficios de ser parte de una comunidad innovadora, colaborativa y apasionada por la computación cuántica.",
  "pioneerTitle": "Sé Parte de un Movimiento Pioneiro",
  "pioneerText": "Únete a una comunidad en la vanguardia de la investigación e innovación en computación cuántica. Como miembro de LACQ Feynman, serás parte de un grupo dedicado a explorar tecnologias revolucionarias que moldearán el futuro de la computación.",
  "researchTitle": "Accede a Investigación de Vanguardia",
  "researchTitleAlt": "Accede a Investigación de Vanguardia",
  "researchText": "Participa en proyectos avanzados e investigación en computação cuántica, contribuyendo a innovaciones que están cambiando el mundo. LACQ Feynman ofrece una plataforma para estudiantes y profesionales explorar nuevas ideas y generar impacto real.",
  "educationTitle": "Oportunidades Educativas",
  "educationText": "Ofrecemos talleres, conferencias y cursos para equiparte con el conocimiento y las habilidades necesarias para destacar en computación cuántica. Ya sea que estés comenzando o ya tengas experiencia, nuestros programas educativos impulsarán tu avance.",
  "networkingTitle": "Networking y Colaboración",
  "networkingText": "LACQ Feynman te conecta con expertos, profesionales de la industria y otros estudiantes, promoviendo oportunidades de colaboración e intercambio de conocimientos. Construye relaciones que impulsarán tu crecimiento académico y profesional.",
  "errorOccurred": "¡Error!",
  "errorDescription": "Hubo un problema al procesar tu solicitud. Por favor, intenta de nuevo.",
  "tryAgain": "Intentar de Nuevo",
  "success": "¡Éxito!",
  "successDescription": "Tu operación se completó exitosamente.",
  "continue": "Continuar",
  "signupFormTitle": "Bienvenido a LACQ Feynman",
  "signupFormDescription": "Regístrate en nuestra plataforma para acceder a recursos exclusivos y conectarte con la comunidad de computación cuántica.",
  "firstName": "Primer nombre",
  "lastName": "Apellido",
  "email": "Dirección de email",
  "password": "Contraseña",
  "confirmPassword": "Confirmar contraseña",
  "signUpButton": "Registrarse →",
  "github": "GitHub",
  "google": "Google",
  "orContinueWith": "o continúa con",
  "patronTitle": "¿Por qué Richard Feynman es nuestro patrón?",
  "patronPioneerTitle": "Pionero en Computación Cuántica",
  "patronPioneerText": "Feynman fue uno de los primeros en proponer el uso de sistemas cuánticos para simular fenómenos cuánticos, sentando las bases de lo que hoy conocemos como computación cuántica.",
  "patronPopularizationTitle": "Popularización de la Ciencia",
  "patronPopularizationText": "Con su talento único para explicar conceptos complejos de manera clara y accesible, Feynman inspiró a estudiantes y científicos, alineándose con nuestra misión de democratizar el conocimiento.",
  "patronCuriosityTitle": "Curiosidad e Interdisciplinariedad",
  "patronCuriosityText": "Feynman era conocido por su curiosidad insaciable y por conectar diferentes áreas del saber, reflejando el espíritu colaborativo de la computación cuántica.",
  "patronBrazilTitle": "Amor por Brasil",
  "patronBrazilText": "Feynman tenía gran afecto por Brasil y solía tocar samba en círculos en Río de Janeiro, reforzando su vínculo cultural y humano con el país.",
  "feynmanLegacy": "Conoce el legado de Feynman",
  "valuesTitle": "Nuestros Valores",
  "valuesSubtitle": "Pasión por moldear el futuro mediante el conocimiento, la innovación y la colaboración.",
  "valuesVisionTitle": "Nuestra Visión",
  "valuesVisionText": "En LACQ Feynman, buscamos conectar académicos y profesionales apasionados por la computación cuántica, promoviendo un entorno colaborativo que impulse las tecnologías del futuro.",
  "valuesResearchTitle": "Investigación Pionera",
  "valuesResearchText": "Estamos dedicados al avance de la investigación de vanguardia en computación cuántica, explorando soluciones innovadoras para resolver algunos de los desafíos más complejos del campo.",
  "valuesEducationTitle": "Excelencia Educacional",
  "valuesEducationText": "Ofrecemos una amplia variedad de oportunidades educativas, incluyendo talleres, conferencias y cursos, para capacitar a la próxima generación de líderes y especialistas en computación cuántica.",
  "valuesNetworkingTitle": "Oportunidades de Networking",
  "valuesNetworkingText": "LACQ Feynman actúa como un centro para conectar estudiantes, profesores y profesionales de la industria, promoviendo asociaciones impactantes e intercambio de conocimientos.",
  "valuesInnovationTitle": "Innovación en la Práctica",
  "valuesInnovationText": "Nuestros proyectos buscan superar los límites de la computación cuántica, desarrollando aplicaciones prácticas capaces de revolucionar industrias y tecnologías.",
  "valuesCollaborationTitle": "Entorno Colaborativo",
  "valuesCollaborationText": "Creemos en el poder de la colaboración, uniendo mentes diversas para fomentar la creatividad y acelerar los avances en la investigación de computación cuántica.",
  "pastEventsTitle": "Eventos Realizados",
  "pastEventsSubtitle": "Consulta los eventos que realizamos en 2024.",
  "event1Title": "Data Science Summit 2024",
  "event1Date": "Octubre 2024",
  "event1Description": "LACQ Feynman participó en el Data Science Summit 2024, explorando la intersección entre la ciencia de datos y las tecnologías cuánticas. El evento reunió a expertos para discutir el futuro do procesamiento de información y cómo los algoritmos cuánticos pueden revolucionar el análisis de big data.",
  "event2Title": "VII Taller de Computación Cuántica - UFSC",
  "event2Date": "Octubre 2024",
  "event2Description": "El VII Taller de Computación Cuántica de la UFSC reunió a expertos de l'academia y la industria para discutir los avances en el campo. El evento contó con conferencias sobre algoritmos variacionales, aprendizaje automático quántico y demostraciones inmersivas de realidad virtual.",
  "event3Title": "Summer School Venturus",
  "event3Date": "19 al 23 de enero de 2026",
  "event3Description": "¡La Summer School de Venturus en Computación Cuántica contó con el apoyo de LACQ y fue un éxito! Los estudiantes pudieron profundizar en temáticas físicas e informáticas complejas, además de desarrollar códigos en Qiskit de IBM.",
  "event4Title": "Quantum Year Wrap-Up 2025",
  "event4Date": "Diciembre 2025",
  "event4Description": "El Quantum Year Wrap-Up 2025 fue el evento oficial de clausura del año cuántico brasileño apoyado por la UNESCO. Contó con conferencias de varios especialistas en el tema y se llevó a cabo en la sede de IBM en São Paulo.",
  "eventsDetails": "Ver detalles",
  "eventsComingSoon": "Más eventos serán agregados pronto. Mantente atento.",
  "upcomingEventsTitle": "Próximos Eventos",
  "upcomingEventsSubtitle": "Mantente al tanto de los próximos eventos de la comunidad de Computación Cuántica en Brasil.",
  "noUpcomingEventsTitle": "Próximamente",
  "noUpcomingEventsText": "Nuevos eventos serán anunciados pronto. Mantente atento a nuestras redes sociales.",
  "whoWeAreTitle": "Quiénes Somos",
  "whoWeAreDescription1": "La Liga Académica de Computación Cuántica Feynman (LACQ Feynman) es una organización sin fines de lucro dedicada a democratizar la Computación Cuántica en Brasil. Conectamos estudiantes, investigadores y la industria para hacer esta tecnología accesible y aplicable. A través de cursos, talleres y eventos científicos, construimos una comunidad diversa y técnicamente sólida, preparada para liderar el futuro cuántico del país.",
  "whoWeAreDescription2": "Actuamos como un puente entre universidad, investigación y mercado, promoviendo actividades que van desde cursos introductorios y avanzados, talleres prácticos, grupos de estudio y eventos científicos, hasta iniciativas de extensión, producción de contenido educativo y articulación con empresas e instituciones nacionales e internacionales.",
  "whoWeAreDescription3": "LACQ Feynman está formada por estudiantes de diferentes áreas — como ingeniería, física, computación, matemáticas y áreas relacionadas — que comparten interés por tecnologías cuánticas e innovación científica. Creemos que la Computación Cuántica no es solo un tema del futuro, sino un área estratégica del presente, con impactos directos en sectores como industria, finanzas, química, optimización, inteligencia artificial y seguridad de la información.",
  "whoWeAreDescription4": "Guiados por los valores de excelencia académica, colaboración, inclusión e impacto social, buscamos fomentar una comunidad abierta, diversa y técnicamente sólida, preparada para contribuir activamente con el ecosistema cuántico brasileño e internacional.",
  "whoWeAreMissionTitle": "Nuestra Misión",
  "whoWeAreMissionText": "Democratizar el conocimiento cuántico y formar personas capaces de liderar esta transformación tecnológica.",
  "heroScrollText": "Desplázate para explorar",
  "exploreMoreTitle": "Explora Más",
  "exploreMoreSubtitle": "Contenido curado para impulsar tu aprendizaje.",
  "whyLACQFTitle": "¿Por qué LACQ Feynman?",
  "whyLACQFSubtitle": "Descubre los beneficios exclusivos de ser miembro de nuestra liga académica.",
  "joinCommunityTitle": "Únete a la Comunidad",
  "joinCommunitySubtitle": "Sé parte de la revolución cuántica. Una cuenta, acceso a todo el ecosistema."
}